;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[MaleVoice1_MKKenshi X2BodyPartTemplate]
DisplayName="Kenshi Takahashi"
[MaleVoice1_MKKenshi_RPR X2BodyPartTemplate]
DisplayName="Kenshi Takahashi"
[MaleVoice1_MKKenshi_TEM X2BodyPartTemplate]
DisplayName="Kenshi Takahashi"
[MaleVoice1_MKKenshi_SKR X2BodyPartTemplate]
DisplayName="Kenshi Takahashi"